Repository: irkanu/EDD-Mixpanel-Lite
Catalog: languages/edd-mixpanel-*.po
Languages: es_es

source: Mixpanel Settings
es_es: Ajustes Mixpanel

source: Configure Mixpanel Settings
es_es: Establecer la configuración Mixpanel

source: Project Token
es_es: Token

source: Enter the Token for the Mixpanel Project you want to track data for.
es_es: Introduzca el token para el Proyecto Mixpanel desea realizar un seguimiento de datos para.

source: Track "Added To Cart"?
es_es: Seguimiento de "Añadir al carro"?

source: Check this box to track users that added items to their cart.
es_es: Marcar esta opción para realizar un seguimiento de los usuarios que agregan elementos a su carrito.

source: "Added To Cart" Label
es_es: "Añadir al carro" Etiqueta

source: Enter the label that identifies this action in Mixpanel. Default: EDD Added To Cart
es_es: Introduzca la etiqueta que identifica esta acción en Mixpanel. Por defecto: EDD agregó a la Cesta

source: EDD Added To Cart
es_es: EDD Añadido al carrito

source: Track "Completed Purchases"?
es_es: Seguimiento de "Compras completadas"?

source: Check this box to track completed purchases.
es_es: Marcar esta opción para realizar un seguimiento de las compras realizadas.

source: "Completed Purchases" Label
es_es: "Las compras completadas" Etiqueta

source: Enter the label that identifies this action in Mixpanel. Default: EDD Completed Purchase
es_es: Introduzca la etiqueta que identifica esta acción en Mixpanel. Por defecto: EDD Compra Completado

source: EDD Completed Purchase
es_es: EDD Compra Completado

source: This plugin
es_es: Este plugin

source: activate it
es_es: activarlo

source: install it
es_es: instalarlo

source: requires Easy Digital Downloads! Please %s to continue!
es_es: requiere Easy Digital Descargas! Por favor,%s para continuar!
